{
	"title":"白城麻将是具有白城本地麻将特色的一款本地化手游，地方化的玩法规则，是朋友间休闲娱乐的首选棋牌游戏。白城麻将拥有条、筒、万牌各36张，红中、发财、白板各4张，共120张牌。游戏中庄家起手14张手牌，其余玩家13张手牌。当剩余最后4张牌的时候进行分张，分张得到的牌只能自摸胡牌，而不能出手和杠。",
	"content":
	{
		"1":
		{
			"desc":"庄家规则",
			"list":
			{
				"1":"1）坐庄：第一局系统将随机选择一个玩家作为庄家，所有玩家按照逆时针的顺序轮流坐庄。",
				"2":"2）连庄：本局庄家胡牌或所有人都没有胡牌，则下一局开始后庄家继续坐庄。",
				"3":"3）下庄：本局为庄家以外的人胡牌，则下一局按照逆时针的方向，轮到本局庄家的下一家坐庄。"
			}
		},
		"2":
		{
			"desc":"宝牌",
			"list":
			{
				"1":"1）宝牌的产生：发牌结束后，系统选择牌墙中最后一张牌为宝牌。宝牌为所有人可见。",
				"2":"2）换宝：当剩余的3张宝牌全部打出后，系统将选择牌墙中倒数第二张牌为宝牌，以此类推。",
				"3":"3）作用：玩家听牌后，摸到宝牌可以代替任何玩家所胡牌进行自摸胡牌。而上听前摸到的宝牌和别人打的宝牌没有这种特殊作用。",
				"4":"4）摸宝胡：玩家听牌后，只要摸到宝牌就可以胡牌。",
				"5":"5）宝中宝：摸宝且夹胡时，摸到的宝牌和要胡的牌是同一张。比如13万夹胡2万听，摸到的宝牌就是2万。",
				"6":"6）宝杠：玩家叉的宝牌算一个明杠，手中自己摸到的三张宝牌可以进行暗杠。杠牌后不能在牌墙后提牌，只是最后结算的时候算分。"
			}
		
		},
		"3":
		{
			"desc":"胡牌规则和限制",
			"list":
			{
				"1":"1）如果创建房间的时候没有选择带“清一色”，那么玩家就必须三色全才能听牌或胡牌。",
				"2":"2）不能缺少幺九牌，但是可以单独胡幺九牌，如果不能单胡幺九牌，又缺少幺九，则不能听牌或胡牌。",
				"3":"3）玩家手中至少有一副叉牌或刻牌（三张相同的），或必须胡对倒胡，否则不能胡牌或听牌。",
				"4":"4）有中发白任意一张可免幺九，有对红中、发财或者白板，可免叉。",
				"5":"5）如果玩家手牌中有“中、发、白”任意2张，其他手牌为顺子和1个对子，可以胡第3张，算夹胡，如果飘牌则算单飘胡。且胡牌后，算一个喜杠。"
			}
		
		},
		"4":
		{
			"desc":"番数计算",
			"list":
			{
				"1":"1）屁胡（1分）：胡两边或者对倒，如34胡25。",
				"2":"2）夹胡（2分）：砍夹（13胡2）、3/7夹、缺幺胡幺、单吊都算夹胡。",
				"3":"3）双飘（4分）：手中都是碰牌或杠牌，最后对倒胡，飘胡时，如果手里有“幺鸡、二条、三条”的顺子，也算飘。",
				"4":"4）单飘（8分）：手中都是碰牌或杠牌，最后单吊胡，飘胡时，如果胡“幺鸡、二条、三条”中的任意一张算单飘。",
				"5":"5）庄家（*2）：庄家输赢时都额外翻2倍。",
				"6":"6）摸宝（*4）：摸宝时不再计算自摸。",
				"7":"7）宝中宝（*2）：在摸宝的基础上再翻2倍。",
				"8":"8）点炮（*2）：胡别人打出的牌，点炮者需要输2倍的分数。",
				"9":"9）自摸（*2）：自己摸到的手牌进行胡牌。",
				"10":"10）站立（*2）：胡牌时没有任何吃牌、碰牌或明杠牌。",
				"11":"11）背靠背（*2）：别人胡牌时，如果自己也没有吃、碰或明杠牌，则算门清，输的分数要再*2。",
				"12":"12）鸡胡（*2）：胡牌时，只要手里有幺鸡，或者胡幺鸡。",
				"13":"13）清一色（*4）：所有的手牌都是同一花色。如果有中、发、白，可以胡一色，但是不按清一色算番。",
				"14":"14）夹五（*4）：夹胡时，胡的牌是5条、5万、5饼中的任意一张。夹五不再与“夹胡”重复计算。"
			}
		
		},
		"5":
		{
			"desc":"杠牌规则",
			"list":
			{
				"1":"1）普通杠：由4张一样的牌组成，分为明杠和暗杠，明杠是通过碰/杠别人的牌组成的杠牌，暗杠为自己摸到的手牌组成的杠牌。",
				"2":"2）喜杠：由“红中”、“发财”、“白板”组成。喜杠算开门。",
				"3":"3）攒杠：可选选项，如果选择不允许攒杠，则玩家必须在未出牌时，就亮出喜杠才算杠，如果后面再抓到的牌就无法杠出。如果允许攒杠，则无论什么时候，只要凑齐“中”“发”“白”三张，就可以杠出。",
				"4":"4）幺九杠，由“幺鸡+一万+一筒”或“九条+九饼+九万”组成，幺九杠必须在没有打出任何牌的时候才能杠出。幺九杠算开门。",
				"5":"5）抢杠：补杠时，可以被抢碰或抢胡，被抢的杠就不算杠（或补杠）了，如果是抢杠胡，则算被抢的人点炮。",
				"6":"6）明杠：+3分/个",
				"7":"7）暗杠：+5分/个",
				"8":"8）喜杠（旋风杠）：+3分/个",
				"9":"9）幺九杠：+3分/个",
				"10":"10）补杠：可以对喜杠和幺九杠进行补杠，每补1次杠+3分"
			}
		}
	}
}